---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.GroupFailures
source: html/69df17ad-927e-db03-b55c-8efdb5397494.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures

Failures related to groups and their behavior.

## Syntax (C#)
```csharp
public static class GroupFailures
```